export const resData = {
  "success": true,
  "message": "获取成功",
  "data": {
    "invite_code": "89P85H",
    "bcode": "bb_Z1hgNlZ_bb",
    "main_img": "http:\/\/b1.hucdn.com\/upload\/item\/1712\/21\/33827995737362_800x800.jpg",
    "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
    "gmt_begin": "1529632800",
    "gmt_end": "1529769600",
    "tmall_price": "3829",
    "bingo_num": 102,
    "left_chance": 1,
    "guess_history": [{
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3702,
      "guess_result": 100,
      "gmt_create": "2018-06-22 11:53:27"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3701,
      "guess_result": 99,
      "gmt_create": "2018-06-22 11:38:22"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3702,
      "guess_result": 101,
      "gmt_create": "2018-06-22 11:16:34"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3704,
      "guess_result": 101,
      "gmt_create": "2018-06-22 11:09:26"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3708,
      "guess_result": 101,
      "gmt_create": "2018-06-22 11:07:54"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3715,
      "guess_result": 101,
      "gmt_create": "2018-06-22 11:07:42"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3725,
      "guess_result": 101,
      "gmt_create": "2018-06-22 11:07:31"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3750,
      "guess_result": 101,
      "gmt_create": "2018-06-22 11:07:17"
    }, {
      "iid": 28222959,
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "guess_price": 3800,
      "guess_result": 101,
      "gmt_create": "2018-06-22 11:06:42"
    }],
    "price_section": {
      "min": 3702,
      "max": 3702
    },
    "is_bingo": true,
    "is_award": true,
    "award": true,
    "item_list": [{
      "iid": 28222959,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1712\/21\/33827995737362_800x800.jpg",
      "title": "力士沐浴露薰衣草精油香氛幽莲魅肤男女士沐浴乳1000ml+350ml 持久留香",
      "desc": "【买即赠力士沐浴露350ml+浴球】【1350ml超大容量】花香凝萃精油，层层绽放，丰盈泡沫，绵密奢宠，香氛泡沫萦绕全身，细腻绵滑感为肌肤带来呵护，时刻享受沐浴带来的愉悦宠爱。持久留香，深层清洁易清洗，让肌肤散发迷人芳香。大容量家庭装，经济实惠！",
      "price": 3690,
      "origin_price": 6480
    }, {
      "iid": 28268327,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1709\/29\/80010430848945_800x800.jpg",
      "title": "【洗发新科技 枯发救星】潘婷丝质顺滑洗发露750ML男女士通用家庭装洗发露",
      "desc": "潘婷洗发水，一款营养越洗越多的秀发能量水，营养深入渗透，氨基酸成分抵抗氧化，头发拉扯15000，依然强韧，泡沫绵密，能量易吸收，湿发不打结，抚顺发丝，每洗一次，头发强韧一次。",
      "price": 3970,
      "origin_price": 8000
    }, {
      "iid": 28299051,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/21\/72882737914732_800x800.jpg",
      "title": "20支炫彩成人软毛牙刷 待客旅行牙刷成人家庭装",
      "desc": "产品包含：总共20支炫彩成人软毛牙刷用的时候抽取一只即可，其他的可以整版储存！方便待客以及家庭成员使用，每个人一支颜色，不易拿错！",
      "price": 1990,
      "origin_price": 3900
    }, {
      "iid": 28302426,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/92805345265966_800x800.jpg",
      "title": "苏菲卫生巾弹力贴身日用+超熟睡290夜用棉柔组合共74片",
      "desc": "【日x44片 夜*10片 护垫*20片】超熟睡超长巾身设计，从前至后整片贴合，一片熟睡到天亮；另肌肤干净如初、亲体设计 紧贴生理曲线",
      "price": 4990,
      "origin_price": 12900
    }, {
      "iid": 28300072,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1801\/02\/75153089308930_800x800.jpg",
      "title": "清扬去屑洗发水樱花沁爽洗发乳500ml控油清爽去屑止痒送100ml旅行装",
      "desc": "【品牌授权 正品保证】清扬樱花香型洗发水 清新舒爽 控油去屑 保湿滋润",
      "price": 6990,
      "origin_price": 9900
    }, {
      "iid": 28267965,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1710\/13\/64415901498945_800x800.jpg",
      "title": "【有效去屑 深层控油】海飞丝去屑洗发露丝质柔滑型\/清爽去油型 750ml",
      "desc": "1，长效去屑双重去屑因子，深入毛孔去屑，深层去油纳米级吸油微利，快速吸走头油。舒缓止痒护肤品般棉细泡沫，轻松舒缓头痒。海飞丝去屑洗发露丝质柔滑型\/清爽去油型 750ml",
      "price": 5400,
      "origin_price": 10000
    }, {
      "iid": 28283648,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/27\/83809409808466_800x800.jpg",
      "title": "舒肤佳沐浴露 家庭装700ml2瓶 送海飞丝旅行装2瓶",
      "desc": "12小时长效抑*菌，呵护全家。温和，亲肤，低刺激。丰盈泡沫，易冲洗干净，滋润补水，长效保护肌肤屏障。（明细：舒肤佳薰衣草沐浴露700ml 2瓶 +海飞丝旅行装 2瓶）",
      "price": 4790,
      "origin_price": 6500
    }, {
      "iid": 28299792,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1801\/08\/91808273878930_800x800.jpg",
      "title": "多芬沐浴露套装深层莹润沐浴乳持久留香补水保湿美肌护肤",
      "desc": "【品牌授权 正品保证】买就送2瓶180ml力士旅行装 深层清洁 补水保湿",
      "price": 4990,
      "origin_price": 5900
    }, {
      "iid": 28299039,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/63632266938466_800x800.jpg",
      "title": "潘婷 排浊赋能头皮洗发水\/护发素300mlx2瓶",
      "desc": "无硅油排浊能量水洗发水，去油洗头膏男女士正品，排浊赋能黄金搭档，毛孔级洁净，营养秒吸收。",
      "price": 10900,
      "origin_price": 12900
    }, {
      "iid": 28300115,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1801\/02\/80783361078930_800x800.jpg",
      "title": "清扬男士去屑洗发水活力薄荷清爽控油止痒洗发露500ml送100ml旅行装",
      "desc": "男士活力运动薄荷洗发水 含茶叶提取物和薄荷醇成分 抑制头屑和油腻 层层渗透 滋润养护头皮",
      "price": 7480,
      "origin_price": 9900
    }, {
      "iid": 28300180,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1801\/08\/76198051088930_800x800.jpg",
      "title": "力士沐浴露精油香氛闪亮冰爽沐浴乳补水保湿清爽美肌持久留香",
      "desc": "力士闪亮冰爽沐浴露 水漾沁透 炫出冰爽美肌",
      "price": 4990,
      "origin_price": 5900
    }, {
      "iid": 28299638,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/77151439078466_800x800.jpg",
      "title": "沙宣修护水养500ML润发乳+修护水养洗发露50ml",
      "desc": "沙宣修护水养500ML润发乳+沙宣修护水养洗发露50ml",
      "price": 6990,
      "origin_price": 6990
    }, {
      "iid": 28299977,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1802\/09\/44418721648930_800x800.jpg",
      "title": "凌仕男士保湿沐浴露清新留香醒体沐浴乳身体洗护沐浴液400ml多款可选",
      "desc": "滋润保湿 清爽控油 淡雅清香 持久留香 欧美潮流香氛 多款可选",
      "price": 2990,
      "origin_price": 4900
    }, {
      "iid": 28299298,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/81565363328466_800x800.jpg",
      "title": "当妮 护衣留香珠莓果花香150g 送草木100g（限前100名送）",
      "desc": "当妮Downy柔顺剂护衣留香珠，搭配使用碧浪、汰渍洗衣液。不管是运动还是吃火锅，衣服持久留香。（限前100名送）",
      "price": 5990,
      "origin_price": 6900
    }, {
      "iid": 28299444,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/76399768398466_800x800.jpg",
      "title": "佳洁士3D炫白双效牙膏180g+全优七效(祛牙渍健白+强健牙釉质)120gx2",
      "desc": "佳洁士3D炫白双效牙膏180克+佳洁士全优7效祛牙渍健白牙膏120克+佳洁士全优7效强健牙釉质牙膏120克",
      "price": 6500,
      "origin_price": 6900
    }, {
      "iid": 28299515,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/28\/67953186308466_800x800.jpg",
      "title": "佳洁士 草本水晶牙膏 90g 3支+盐白牙膏 90g 3支",
      "desc": "佳洁士草本水晶牙膏 （清爽薄荷香型）90克 3支+佳洁士盐白牙膏（清凉薄荷香型）90克 3支",
      "price": 4200,
      "origin_price": 4900
    }, {
      "iid": 28299884,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1801\/08\/93574183298930_800x800.jpg",
      "title": "多芬深层营润滋养美肤沐浴乳720毫升*2件保湿滋养牛奶净润沐浴露",
      "desc": "两瓶装大容量  居家囤货必备",
      "price": 9880,
      "origin_price": 9900
    }, {
      "iid": 28298895,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/63377106258466_800x800.jpg",
      "title": "飘柔 甜美花漾香氛·滋养柔滑 洗护组合300ML",
      "desc": "飘柔甜美花漾香氛洗发露300ML·滋养柔滑+飘柔甜美花漾香氛润发乳300ML·滋养柔滑",
      "price": 9900,
      "origin_price": 10900
    }, {
      "iid": 28298776,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/60861639958466_800x800.jpg",
      "title": "飘柔 海滩曼舞香氛·滋润去屑 洗护组合300ML",
      "desc": "飘柔海滩曼舞香氛洗发水300ML·滋润去屑+飘柔海滩曼舞香氛润发乳300ML·滋润去屑",
      "price": 9900,
      "origin_price": 10900
    }, {
      "iid": 28282494,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/19\/02176811677362_800x800.jpg",
      "title": "LUX\/力士水润丝滑洗发乳500ml+护发素50ml",
      "desc": "精油香氛，持久留香，拥有力士，让您持久芳香萦绕，特别添加ZPT去屑成分，对抗油腻及头屑，秀发清爽舒爽，水润丝滑：针对干枯毛糙发质",
      "price": 6490,
      "origin_price": 8690
    }, {
      "iid": 28299150,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/74626727208466_800x800.jpg",
      "title": "护舒宝 未来感·极护卫生巾日用10片 3包",
      "desc": "送云感棉赠品3包。欧美进口，无感保护，一试再也回不去。",
      "price": 9900,
      "origin_price": 10390
    }, {
      "iid": 28298616,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/60089709228466_800x800.jpg",
      "title": "Olay美肌滋润沐浴乳-深润滋养 650ml+香皂100g 2块",
      "desc": "玉兰油深度滋润香皂（普通型）100g+深度滋润香皂（无香温和型）100g+Olay美肌滋润沐浴乳-深润滋养 650ml",
      "price": 7600,
      "origin_price": 8900
    }, {
      "iid": 28299745,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/79329995668466_800x800.jpg",
      "title": "佳洁士3D炫白双效牙膏180gx2+佳洁士天鹅绒护龈牙刷（抹茶绿+静谧蓝)x2",
      "desc": "佳洁士天鹅绒护龈牙刷（抹茶绿）+佳洁士天鹅绒护龈牙刷（静谧蓝）+佳洁士3D炫白双效牙膏180克 2支",
      "price": 8400,
      "origin_price": 8900
    }, {
      "iid": 28298401,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/19\/01643639418466_800x800.jpg",
      "title": "博朗 DB4510K阶段型儿童电动牙刷 1支+佳洁士儿童牙膏90g 2支",
      "desc": "DB4510K阶段型儿童电动牙刷+佳洁士阶段型儿童牙膏浆果味+佳洁士儿童牙膏 超人总动员款(水果味)90克",
      "price": 23900,
      "origin_price": 25900
    }, {
      "iid": 28298484,
      "img": "http:\/\/b1.hucdn.com\/upload\/item\/1806\/20\/59554526728466_800x800.jpg",
      "title": "博朗 DB4510K阶段型儿童电动牙刷+刷头替换装3支",
      "desc": "博朗DB4510K阶段型儿童电动牙刷+EB10-3K儿童电动牙刷头三支装（注：颜色随机发货）",
      "price": 29900,
      "origin_price": 31900
    }],
    "award_list": [{
      "nick_name": "黄力钧",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/28\/8b3c1df80bc6d41e307a6f7f23cd584b.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "花花花花花",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/55b85237a4eb63cbccef2e2752500cd2.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "小木头#.#",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/b5838c007b773b208582031a031cb7f6.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "若蓝",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/b15eed674652aeaaf8941cf102c0e7ef.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "不言而喻。",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/28\/26b86b8ffedd2aa5f7adec0132ef54f4.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "XM。",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/831e8fe4675c2afbd7512c5bccaf22a8.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "JOJO🍎BB",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/22\/25518ee17eb30040b56534f2c9a1cb9b.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "Ning",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/3dd589a82a286e7c239580a3c370c110.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "爱新觉罗萍",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/102850cad6a03eb9fd72d0b1a2d63f3a.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "伟崽妈",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/28\/5f1b9e66f34674f46cfb636a3e63ff82.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "香蕉超人",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1804\/11\/f282c416ad8fd589440db5b562bc6b44.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "嘘嘘",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/ef9ce38fa5d57cf114307d8fa909cda5.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "nico🌸",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/1af9a63bb9bc1a3f7a68fab74f4bb89e.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "188****5130",
      "avatar": "http:\/\/h0.hucdn.com\/open\/201824\/a06ebf06867afc17_225x225.png",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "186****0868",
      "avatar": "http:\/\/h0.hucdn.com\/open\/201824\/a06ebf06867afc17_225x225.png",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "🎵木木🏸",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/a154c45871b521d2ad5ebdaea55691f4.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "王世林",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/22\/4d827ac3a38c8855e1fdc7bcfdcbba24.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "一丢丢～",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/22\/b2d516f37d1eb5ee6bc070b21017d99f.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "瓶子",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/27\/cce5114b4999c59e43b164cf2d4cfa4d.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "wendy",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/22\/1809e2cad5e93ffa69786fe757b4dfa1.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }, {
      "nick_name": "💦Little chord🍋",
      "avatar": "http:\/\/b3.hucdn.com\/upload\/face\/1806\/26\/6d031f05f1e337ba6d34cfb075a7431a.jpg",
      "award_desc": "力士沐浴乳1350mL"
    }]
  }
}

export const proData = {
  "icon_shortcuts": [{
    "rid": 95194,
    "sid": 1,
    "img": "http://b2.hucdn.com//upload/hmp/1602/14/43470001872737_120x80.png",
    "target": "http://m.beibei.com/app/oversea/promotion.html",
    "title": "多件多折",
    "desc": "多件多折"
  }, {
    "rid": 95195,
    "sid": 1,
    "img": "http://b2.hucdn.com//upload/hmp/1602/14/43543906952737_120x80.png",
    "target": "http://m.beibei.com/app/oversea/top-v2.html",
    "title": "Top榜",
    "desc": "Top榜"
  }, {
    "rid": 95196,
    "sid": 1,
    "img": "http://b0.hucdn.com/party/default/5ffe759d4752f3a71f55c37a560ba428.png",
    "target": "http://m.beibei.com/oversea/oversea-index.html",
    "title": "全球购",
    "desc": "全球购"
  }, {
    "rid": 95197,
    "sid": 1,
    "img": "http://b2.hucdn.com//upload/hmp/1602/14/43571352172737_120x80.png",
    "target": "http://m.beibei.com/category/next.html",
    "title": "下期预告",
    "desc": "下期预告"
  }, {
    "rid": 95551,
    "sid": 1,
    "img": "http://b2.hucdn.com//upload/hmp/1602/14/43586244082737_120x80.png",
    "target": "http://m.beibei.com/search/search.html",
    "title": "更多分类",
    "desc": "更多分类"
  }],
  "promotion_pro_shortcuts": [{
    "gdesc": "h5推广区域快捷入口可轮播",
    "rid": 100000168,
    "sid": 6118,
    "e_name": "promotion_pro_shortcuts",
    "begin": 1483200000,
    "end": 1798733410,
    "img": "http://h0.hucdn.com/images/201824/26fb3f25b4ec03c6_324x410.png",
    "bg": "fff",
    "desc": "限量秒杀",
    "title": "限时秒杀",
    "priority": -10,
    "login": 0,
    "ver": "1.0.0",
    "target": "http://m.beibei.com/tuan/tuan-index.html",
    "buying_info": "99万+人在抢"
  }, {
    "gdesc": "h5推广区域快捷入口可轮播",
    "rid": 100000248,
    "sid": 6120,
    "e_name": "promotion_pro_shortcuts",
    "begin": 1483200000,
    "end": 1798733410,
    "img": "http://h0.hucdn.com/images/201824/1c6fa05e1b73dc56_213x205.png",
    "bg": "fff",
    "desc": "爱拼团",
    "title": "9.9包邮",
    "priority": -10,
    "login": 0,
    "ver": "1.0.0",
    "target": "https://m.beibei.com/n/packages/packages.html",
    "buying_info": "99万+人在抢"
  }, {
    "gdesc": "h5推广区域快捷入口可轮播",
    "rid": 100000504,
    "sid": 6119,
    "e_name": "promotion_pro_shortcuts",
    "begin": 1483200000,
    "end": 1798733410,
    "img": "http://h0.hucdn.com/images/201824/db9b4538242a04ca_213x205.png",
    "bg": "fff",
    "desc": "贝贝正品保障",
    "title": "热卖榜单",
    "priority": -10,
    "login": 0,
    "ver": "1.0.0",
    "target": "http://m.beibei.com/hot_goods.html",
    "buying_info": "99万+人在抢"
  }, {
    "gdesc": "h5推广区域快捷入口可轮播",
    "rid": 100001099,
    "sid": 4362,
    "e_name": "promotion_pro_shortcuts",
    "begin": 1483200000,
    "end": 1798733410,
    "img": "http://h0.hucdn.com/images/201824/eed0125f0c3a4423_213x205.png",
    "bg": "fff",
    "title": "新品特惠",
    "priority": -10,
    "login": 0,
    "ver": "1.0.0",
    "target": "http://m.beibei.com/discovery_goods.html",
    "desc": "新品特惠",
    "buying_info": "99万+人在抢"
  }, {
    "gdesc": "h5推广区域快捷入口可轮播",
    "rid": 100001100,
    "sid": 6121,
    "e_name": "promotion_pro_shortcuts",
    "begin": 1483200000,
    "end": 1798733410,
    "img": "http://h0.hucdn.com/images/201824/3981b336abf4a2af_213x205.png",
    "bg": "fff",
    "desc": "印花T恤9.9秒",
    "title": "品牌清仓",
    "priority": -10,
    "login": 0,
    "ver": "1.0.0",
    "target": "http://m.beibei.com/bargain_goods.html",
    "buying_info": "99万+人在抢"
  }],
  "home_hotspot_ads": [],
  "martshow_insert_banners": [],
  "m_popuo_ads": []
}
